<template>
  <main class="boxMainDeliveryAndPayment">
    <div class="max-container">
      <nav class="is-kroshki">
        <router-link to="/">Главная</router-link>
        <a class="is-end">О Нас</a>
      </nav>
      <h1>О НАС</h1>
      <h2>Добро пожаловать в DÉLICE!</h2>
      <p>
        Наш слоган: tu le mérites — "Ты это заслуживаешь". Мы верим, что каждый
        человек достоин носить красивую и стильную одежду, которая отражает его
        внутренний мир и помогает выделиться из толпы.
      </p>
      <h2>Философия компании</h2>
      <p>
        В DÉLICE мы считаем, что мода — это не просто одежда, а способ
        самовыражения. Мы стремимся создавать коллекции, которые вдохновляют,
        подчеркивают индивидуальность и дарят уверенность. Наша философия
        основана на следующих принципах:
      </p>
      <ol>
        <li>
          Качество: Мы отбираем только лучшие материалы и тщательно контролируем
          процесс производства, чтобы каждая вещь служила вам долго и радовала
          своим качеством.
        </li>
        <li>
          Стиль: Мы следим за последними трендами и создаем уникальные дизайны,
          которые подходят как для повседневной жизни, так и для особых случаев.
        </li>
        <li>
          Доступность: Мы верим, что стильная одежда должна быть доступной для
          всех. Поэтому мы предлагаем конкурентные цены без ущерба для качества.
        </li>
        <li>
          Уважение к окружающей среде: Мы стремимся минимизировать наше
          воздействие на природу и используем экологически чистые материалы, где
          это возможно.
        </li>
      </ol>
      <h2>Наши ценности</h2>
      <ul>
        <li>
          Индивидуальность: Мы поддерживаем разнообразие и уникальность каждого
          человека. В DÉLICE вы найдете одежду, которая поможет вам выразить
          себя.
        </li>
        <li>
          Сообщество: Мы ценим наших клиентов и стремимся создать сообщество
          единомышленников, где каждый может делиться своим стилем и
          вдохновением.
        </li>
        <li>
          Ответственность: Мы осознаем нашу ответственность перед обществом и
          окружающей средой и стараемся делать все возможное для их защиты.
        </li>
      </ul>
      <p>
        Спасибо, что выбираете DÉLICE! Мы рады быть частью вашего стиля и
        надеемся, что наша одежда станет вашим любимым элементом гардероба. Вы
        заслуживаете только лучшего!
      </p>
    </div>
  </main>
</template>

<style scoped>
@import "../../assets/styles/pages/dist/min/aboutUs.min.css";
</style>