<template>
  <main class="boxMainDeliveryAndPayment">
    <div class="max-container">
      <nav class="is-kroshki">
        <router-link to="/">Главная</router-link>
        <a class="is-end">Доставка и оплата</a>
      </nav>
      <p>
        Мы стремимся сделать процесс покупки максимально удобным для вас. На
        данный момент мы предлагаем только самовывоз из наших трех офлайн-точек.
        Пожалуйста, ознакомьтесь с условиями ниже.
      </p>
      <h2>Самовывоз</h2>
      <p>
        На данный момент доставка товаров не осуществляется. Мы рады предложить
        вам возможность самовывоза из следующих точек:
      </p>
      <ol>
        <li>ТЦ “Галерея”, Невский проспект, 65</li>
        <li>ТЦ “Мега Дыбенко”, проспект Дыбенко, 1</li>
        <li>ТЦ “РИО”, проспект Культуры, 1</li>
      </ol>
      <img src="/media/images/map.png" alt="" />
      <h2>Условия самовывоза</h2>
      <ul>
        <li>
          Предоплата: Самовывоз возможен только при полной предоплате заказа.
          Пожалуйста, убедитесь, что ваш заказ полностью оплачен перед тем, как
          отправиться за ним.
        </li>
        <li>
          Уведомление о готовности: После обработки вашего заказа мы уведомим
          вас о готовности к самовывозу. Обычно это занимает 1-2 часа с момента
          подтверждения оплаты.
        </li>
        <li>Часы работы: пн-вс с 10:00 до 21:00</li>
      </ul>

      <h2>Оплата</h2>
      <p>
        Мы предлагаем несколько удобных способов оплаты для Вашего комфорта:
      </p>
      <ul>
        <li>
          Оплата картой: Вы можете оплатить заказ с помощью банковской карты на
          нашем сайте.
        </li>
        <li>
          Электронные кошельки: Мы принимаем оплату через популярные электронные
          кошельки.
        </li>
        <li>
          Наличный расчет: Возможен только при офлайн покупках в наших точках.
        </li>
      </ul>
    </div>
  </main>
</template>

<style scoped>
@import "../../assets/styles/pages/dist/min/deliveryAndPayment.min.css";
</style>